from textwrap import dedent


HELLO_MESSAGE = dedent(
    '''
    Добрый день!
    Меня зовут Илья Ширко.
    Я Python разработчик, а этот бот - мой ассистент.
    '''
)

BOT_OPPORTUNITIES = dedent(
    '''
    Мой ассистент поможет вам:
    - узнать обо мне, моем опыте работы;
    - ознакомиться с моим портфолио;
    - предложить сотрудничество;
    - заказать телеграм бота для вашего бизнеса;
    '''
)

BOT_INSTRUCTIONS = dedent(
    '''
    Внизу экрана должна была появиться клавиатура.
    С ее помощью вы можете выбрать интересующий вас раздел.
    Мы с ассистентом рады вам!
    '''
)